"Please Donate" = "Vennligst doner";
"Donate" = "Doner!";
"This is free software, but it still costs money to write, support, and distribute it. If you enjoy using it, please consider a donation to the authors of this software. It will help to make Cyberduck even better!" = "(Det har tatt mange netter å utvikle dette programmet. Hvis du liker det så vennligst vurder en donasjon til programmereren (det er meg!). Det vil oppmuntre meg til å gjøre programmet enda bedre. Helt sant!)";
"As a contributor to Cyberduck, you receive a registration key that disables this prompt." = "As a contributor to Cyberduck, you receive a registration key that disables this prompt.";
"Thank you for using Cyberduck!" = "Takk for at du bruker Cyberduck!";
"Later" = "Senere";
"Don't show again for this version" = "Ikke vis dette igjen";
"Registration Key" = "Registration Key";

"Buy in Windows Store" = "Kjøp i Windows Store";
"Buy in Mac App Store" = "Kjøp i Mac App Store";
